Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 已从上一个有效版本恢复，当前项目只读
source: Restored from the last valid version; this project is read-only
ja: 直前の有効なバージョンから復元しました。現在のプロジェクトは読み取り専用です
ko: 이전 유효 버전에서 복원됨. 현재 프로젝트는 읽기 전용입니다.
ru: Восстановлено из последней рабочей версии; проект только для чтения
zh_hans: 已从上一个有效版本恢复，当前项目只读
zh_hant: 已從上一個有效版本復原，目前專案為唯讀

# 已从正文目录删除
source: Removed from manuscript
ja: 本文目次から削除しました
ko: 본문 목차에서 삭제됨
ru: Удалено из содержания основного текста
zh_hans: 已从正文目录删除
zh_hant: 已從正文目錄刪除

# 已使用
source: Used
ja: 使用済み
ko: 사용 중
ru: Использовано
zh_hans: 已使用
zh_hant: 已使用

# 已保存
source: Saved
ja: 保存しました
ko: 저장됨
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

# 已保存 v%lld。
source: Saved v%lld.
ja: v%lld を保存しました。
ko: v%lld 저장됨.
ru: Сохранено v%lld.
zh_hans: 已保存 v%lld。
zh_hant: 已儲存 v%lld。

# 已保存到 Workspace
source: Saved to Workspace
ja: Workspaceに保存しました
ko: Workspace에 저장됨
ru: Сохранено в Workspace
zh_hans: 已保存到 Workspace
zh_hant: 已儲存到 Workspace

# 已保存席位
source: Seats saved
ja: 席を保存しました
ko: 좌석 저장됨
ru: Места сохранены
zh_hans: 已保存席位
zh_hant: 已儲存席位

# 已保存并选择模板：%@
source: Saved and selected template: %@
ja: テンプレートを保存して選択しました：%@
ko: 템플릿을 저장하고 선택했습니다: %@
ru: Шаблон сохранён и выбран: %@
zh_hans: 已保存并选择模板：%@
zh_hant: 已儲存並選取範本：%@

# 已保存搜索服务
source: Search service saved
ja: 検索サービスを保存しました
ko: 검색 서비스 저장됨
ru: Сервис поиска сохранён
zh_hans: 已保存搜索服务
zh_hant: 已儲存搜尋服務

# 已停止
source: Stopped
ja: 停止しました
ko: 중지됨
ru: Остановлено
zh_hans: 已停止
zh_hant: 已停止

# 已停止生成，但工具取消状态保存失败。
source: Generation stopped, but the tool-cancellation state couldn't be saved.
ja: 生成を停止しましたが、ツールのキャンセル状態を保存できませんでした。
ko: 생성이 중지되었지만 도구 취소 상태를 저장하지 못했습니다.
ru: Генерация остановлена, но сохранить состояние отмены инструмента не удалось.
zh_hans: 已停止生成，但工具取消状态保存失败。
zh_hant: 已停止產生，但工具取消狀態儲存失敗。

# 已停止生成，但最终状态保存失败。
source: Generation stopped, but the final state couldn't be saved.
ja: 生成を停止しましたが、最終状態を保存できませんでした。
ko: 생성이 중지되었지만 최종 상태를 저장하지 못했습니다.
ru: Генерация остановлена, но сохранить итоговое состояние не удалось.
zh_hans: 已停止生成，但最终状态保存失败。
zh_hant: 已停止產生，但最終狀態儲存失敗。

# 已允许
source: Allowed
ja: 許可済み
ko: 허용됨
ru: Разрешено
zh_hans: 已允许
zh_hant: 已允許

# 已关闭
source: Closed
ja: 閉じました
ko: 닫힘
ru: Выключено
zh_hans: 已关闭
zh_hant: 已關閉

# 已写入剧情
source: Written to plot
ja: ストーリーに書き込みました
ko: 스토리에 기록됨
ru: Сюжет записан
zh_hans: 已写入剧情
zh_hant: 已寫入劇情

# 已写入正文
source: Written to manuscript
ja: 本文に書き込みました
ko: 본문에 기록됨
ru: Текст записан
zh_hans: 已写入正文
zh_hant: 已寫入正文

# 已写入聊天输入框：%@
source: Written to the chat input field: %@
ja: チャット入力欄に書き込みました：%@
ko: 채팅 입력창에 기록됨: %@
ru: Записано в поле ввода чата: %@
zh_hans: 已写入聊天输入框：%@
zh_hant: 已寫入聊天輸入框：%@

# 已匹配默认角色，可一键确认或新建
source: Matched default character; confirm or create with one tap
ja: デフォルトキャラクターに一致しました。ワンタップで確定または新規作成できます
ko: 기본 캐릭터와 일치합니다. 한 번 탭해 확인하거나 새로 만들 수 있습니다.
ru: Персонаж по умолчанию сопоставлен; подтвердите одним нажатием или создайте новый
zh_hans: 已匹配默认角色，可一键确认或新建
zh_hant: 已符合預設角色，可一鍵確認或建立新角色

# 已发现工具
source: Tools discovered
ja: ツールを検出しました
ko: 도구 발견됨
ru: Инструменты обнаружены
zh_hans: 已发现工具
zh_hant: 已發現工具

# 已取消
source: Cancelled
ja: キャンセルしました
ko: 취소됨
ru: Отменено
zh_hans: 已取消
zh_hant: 已取消

# 已取消回退
source: Rollback canceled
ja: 復元をキャンセルしました
ko: 되돌리기 취소됨
ru: Откат отменён
zh_hans: 已取消回退
zh_hant: 已取消回退

# 已取消材料解析
source: Material parsing canceled
ja: 資料の解析をキャンセルしました
ko: 자료 분석 취소됨
ru: Разбор материалов отменён
zh_hans: 已取消材料解析
zh_hant: 已取消材料解析

# 已取消这次删除
source: Deletion canceled
ja: 今回の削除をキャンセルしました
ko: 이번 삭제가 취소됨
ru: Удаление отменено
zh_hans: 已取消这次删除
zh_hant: 已取消這次刪除

# 已同步
source: Synced
ja: 同期しました
ko: 동기화됨
ru: Синхронизировано
zh_hans: 已同步
zh_hant: 已同步

# 已向 MiniApp 提供最小化上下文。
source: Minimal context provided to MiniApp.
ja: MiniApp に最小限のコンテキストを提供しました。
ko: MiniApp에 최소한의 컨텍스트를 제공했습니다.
ru: Минимальный контекст передан в MiniApp.
zh_hans: 已向 MiniApp 提供最小化上下文。
zh_hant: 已向 MiniApp 提供最小化上下文。

# 已启用模型
source: Models enabled
ja: 有効なモデル
ko: 활성화된 모델
ru: Модели включены
zh_hans: 已启用模型
zh_hant: 已啟用模型

# 已回答
source: Answered
ja: 回答済み
ko: 답변 완료
ru: Отвечено
zh_hans: 已回答
zh_hant: 已回答

# 已回退这几章
source: Rolled back these chapters
ja: これらの章を復元しました
ko: 이 장들을 되돌렸습니다.
ru: Эти главы восстановлены
zh_hans: 已回退这几章
zh_hant: 已回退這幾章

# 已在 iPhone 打开任务
source: Task opened on iPhone
ja: iPhone でタスクを開きました
ko: iPhone에서 작업을 열었습니다.
ru: Задача открыта на iPhone
zh_hans: 已在 iPhone 打开任务
zh_hant: 已在 iPhone 開啟任務

# 已填写的项目名称和故事种子会丢失。
source: The entered project name and story seed will be lost.
ja: 入力済みのプロジェクト名とストーリーシードは失われます。
ko: 입력한 프로젝트 이름과 스토리 씨앗이 사라집니다.
ru: Введённые название проекта и сюжетное зерно будут потеряны.
zh_hans: 已填写的项目名称和故事种子会丢失。
zh_hant: 已填寫的專案名稱和故事種子會遺失。

# 已失效，回退聊天模型
source: Unavailable, falling back to chat model
ja: 無効のためチャットモデルに切り替え
ko: 만료되어 채팅 모델로 전환되었습니다.
ru: Недействительно; используется модель чата
zh_hans: 已失效，回退聊天模型
zh_hant: 已失效，改用聊天模型

# 已完成
source: Completed
ja: 完了
ko: 완료됨
ru: Завершено
zh_hans: 已完成
zh_hant: 已完成

# 已完成 · %@
source: Completed · %@
ja: 完了 · %@
ko: 완료 · %@
ru: Готово · %@
zh_hans: 已完成 · %@
zh_hant: 已完成 · %@

# 已定位到图片生成失败结果
source: Located the failed image-generation result
ja: 画像生成に失敗した結果に移動しました
ko: 이미지 생성 실패 결과로 이동했습니다.
ru: Показан результат неудачной генерации изображения
zh_hans: 已定位到图片生成失败结果
zh_hant: 已定位到圖片產生失敗結果

# 已定位到正在生成的图片
source: Located the image being generated
ja: 生成中の画像に移動しました
ko: 생성 중인 이미지로 이동했습니다.
ru: Открыта текущая генерация изображения
zh_hans: 已定位到正在生成的图片
zh_hant: 已定位到正在產生的圖片

# 已定位到生成图片
source: Located generated image
ja: 生成画像に移動しました
ko: 생성된 이미지로 이동했습니다.
ru: Открыто сгенерированное изображение
zh_hans: 已定位到生成图片
zh_hant: 已定位到產生圖片

# 已展开
source: Expanded
ja: 展開済み
ko: 펼쳐짐
ru: Развёрнуто
zh_hans: 已展开
zh_hant: 已展開

# 已废弃
source: Abandoned
ja: 破棄済み
ko: 폐기됨
ru: Отброшено
zh_hans: 已废弃
zh_hant: 已廢棄

# 已废弃 · 不进入后续生成上下文
source: Deprecated · excluded from subsequent generation context
ja: 破棄済み · 今後の生成コンテキストには入りません
ko: 폐기됨 · 이후 생성 컨텍스트에 포함되지 않음
ru: Устарело · не войдёт в контекст дальнейшей генерации
zh_hans: 已废弃 · 不进入后续生成上下文
zh_hant: 已廢棄 · 不會進入後續產生上下文

# 已废弃，不进入生成上下文
source: Deprecated; excluded from generation context
ja: 破棄済み。生成コンテキストには入りません
ko: 폐기됨. 생성 컨텍스트에 포함되지 않음
ru: Устарело, не войдёт в контекст генерации
zh_hans: 已废弃，不进入生成上下文
zh_hant: 已廢棄，不會進入產生上下文

# 已开启
source: Enabled
ja: オン
ko: 켜짐
ru: Включено
zh_hans: 已开启
zh_hant: 已開啟

# 已开启 · 可使用本机文件夹和 WebDAV
source: Enabled · local folders and WebDAV are available
ja: オン · このデバイスのフォルダとWebDAVを使用できます
ko: 켜짐 · 이 기기의 폴더 및 WebDAV 사용 가능
ru: Включено · доступны локальные папки и WebDAV
zh_hans: 已开启 · 可使用本机文件夹和 WebDAV
zh_hant: 已開啟 · 可使用本機資料夾和 WebDAV

# 已开始代笔 %@ 章
source: Started ghostwriting %@ chapters
ja: %@章の代筆を開始しました
ko: %@장 대필을 시작했습니다.
ru: Начато дописывание %@ гл.
zh_hans: 已开始代笔 %@ 章
zh_hant: 已開始代筆 %@ 章

# 已折叠
source: Collapsed
ja: 折りたたみ済み
ko: 접힘
ru: Свёрнуто
zh_hans: 已折叠
zh_hant: 已摺疊

# 已拒绝
source: Denied
ja: 拒否済み
ko: 거부됨
ru: Отклонено
zh_hans: 已拒绝
zh_hant: 已拒絕

# 已拒绝这次修改
source: This change was rejected
ja: 今回の変更を拒否しました
ko: 이번 변경을 거부했습니다.
ru: Это изменение отклонено
zh_hans: 已拒绝这次修改
zh_hant: 已拒絕這次修改

# 已拟定计划 · 待确认
source: Plan drafted · Awaiting confirmation
ja: 計画を作成済み · 確認待ち
ko: 계획 작성 완료 · 확인 대기
ru: План составлен · ожидает подтверждения
zh_hans: 已拟定计划 · 待确认
zh_hant: 已擬定計畫 · 待確認

# 已提交回答
source: Answer submitted
ja: 回答を送信しました
ko: 답변 제출됨
ru: Ответ отправлен
zh_hans: 已提交回答
zh_hant: 已提交回答

# 已提取 %lld 个字符，可转入下一步。
source: Extracted %lld characters; ready for the next step.
ja: %lld 文字を抽出しました。次のステップに進めます。
ko: %lld자를 추출했습니다. 다음 단계로 이동할 수 있습니다.
ru: Извлечено символов: %lld. Можно перейти к следующему шагу.
zh_hans: 已提取 %lld 个字符，可转入下一步。
zh_hant: 已擷取 %lld 個字元，可進入下一步。

# 已收录为正式正文
source: Added to the official manuscript
ja: 正式な本文として登録済み
ko: 정식 본문으로 수록됨
ru: Добавлено в основной текст
zh_hans: 已收录为正式正文
zh_hant: 已收錄為正式正文

# 已收录的章节会留在正文里。未写完的章会停掉，下次代笔算新的一批。
source: Adopted chapters remain in the manuscript. Any unfinished chapter will stop, and the next ghostwriting run will count as a new batch.
ja: 収録済みの章は本文に残ります。書きかけの章は停止し、次回の代筆では新しい一括処理として扱います。
ko: 수록된 장은 본문에 남습니다. 완성되지 않은 장은 중지되며 다음 대필에서 새 작업으로 처리됩니다.
ru: Добавленные главы останутся в основном тексте. Незавершённые главы остановятся; при следующем написании начнётся новая партия.
zh_hans: 已收录的章节会留在正文里。未写完的章会停掉，下次代笔算新的一批。
zh_hant: 已收錄的章節會留在正文中。未寫完的章節會停止，下次代筆會算作新的一批。

# 已收起
source: Hidden
ja: 折りたたみ済み
ko: 접힘
ru: Свернуто
zh_hans: 已收起
zh_hant: 已收起

# 已放弃这次润色
source: This polish was discarded
ja: 今回の推敲を破棄しました
ko: 이번 다듬기를 포기함
ru: Эта редактура отменена
zh_hans: 已放弃这次润色
zh_hant: 已放棄這次潤飾

# 已暂不开始
source: Not started
ja: 今回は開始しません
ko: 지금은 시작하지 않음
ru: Пока не начинать
zh_hans: 已暂不开始
zh_hant: 已暫不開始

# 已更新小应用：%@ v%lld
source: MiniApp updated: %@ v%lld
ja: ミニアプリを更新しました：%@ v%lld
ko: MiniApp 업데이트됨: %@ v%lld
ru: Мини-приложение обновлено: %@ v%lld
zh_hans: 已更新小应用：%@ v%lld
zh_hant: 已更新小應用：%@ v%lld

# 已润色的章都保留了旧版本,可在该章的版本历史里撤销。
source: Every polished chapter keeps its previous version, which you can restore from that chapter's version history.
ja: 推敲済みの章にはすべて旧バージョンが残っており、各章のバージョン履歴から取り消せます。
ko: 다듬은 장은 모두 이전 버전이 보존되며, 해당 장의 버전 기록에서 되돌릴 수 있습니다.
ru: У всех отредактированных глав сохранены старые версии; отменить изменения можно в истории версий главы.
zh_hans: 已润色的章都保留了旧版本,可在该章的版本历史里撤销。
zh_hant: 已潤飾的章節都保留了舊版本，可在該章的版本記錄中復原。

# 已生成小应用：%@
source: MiniApp generated: %@
ja: ミニアプリを生成しました：%@
ko: MiniApp 생성됨: %@
ru: Мини-приложение создано: %@
zh_hans: 已生成小应用：%@
zh_hant: 已產生小應用：%@

# 已生成草稿，请校验或预览后保存。
source: Draft generated, then validate or preview it before saving.
ja: 下書きを生成しました。検証またはプレビューしてから保存してください。
ko: 초안이 생성되었습니다. 확인하거나 미리 본 후 저장하세요.
ru: Черновик создан. Проверьте или просмотрите его перед сохранением.
zh_hans: 已生成草稿，请校验或预览后保存。
zh_hant: 草稿已產生，請驗證或預覽後再儲存。

# 已生成，但未保存到 Workspace
source: Generated, but not saved to Workspace
ja: 生成済みですが、Workspace には保存されていません
ko: 생성되었지만 Workspace에 저장되지 않았습니다.
ru: Создано, но не сохранено в Workspace
zh_hans: 已生成，但未保存到 Workspace
zh_hant: 已產生，但未儲存至 Workspace

# 已生成，尚未打开
source: Generated, not opened yet
ja: 生成済み、未開封
ko: 생성됨, 아직 열지 않음
ru: Создано, ещё не открыто
zh_hans: 已生成，尚未打开
zh_hant: 已產生，尚未開啟

# 已生效
source: Applied
ja: 適用済み
ko: 적용됨
ru: Применено
zh_hans: 已生效
zh_hant: 已生效

# 已用时 %lld 秒 · 每章采用前会做一次剧情漂移校验
source: Completed in %lld seconds · a plot-drift check runs before each chapter is adopted
ja: 所要時間 %lld 秒 · 各章の採用前にストーリーのずれを検証します
ko: 소요 시간 %lld초 · 각 장을 채택하기 전에 줄거리 변경 검사를 한 번 수행합니다.
ru: Затрачено: %lld с · перед принятием каждой главы выполняется проверка сюжетных отклонений
zh_hans: 已用时 %lld 秒 · 每章采用前会做一次剧情漂移校验
zh_hant: 已耗時 %lld 秒 · 每章採用前會進行一次劇情漂移檢查

# 已登录
source: Signed in
ja: ログイン済み
ko: 로그인됨
ru: Выполнен вход
zh_hans: 已登录
zh_hant: 已登入

# 已确认
source: Confirmed
ja: 確認しました
ko: 확인됨
ru: Подтверждено
zh_hans: 已确认
zh_hant: 已確認

# 已置顶
source: Pinned
ja: ピン留め済み
ko: 상단 고정됨
ru: Закреплено
zh_hans: 已置顶
zh_hant: 已置頂

# 已自动拟定下一章计划。确认后开始写本章，批内后续章节全自动连写。
source: The next chapter's plan was drafted automatically. Confirm it to start writing this chapter; later chapters in the batch will be written automatically in sequence.
ja: 次章の計画を自動作成しました。確認後にこの章の執筆を開始し、バッチ内の後続章は自動で続けて執筆します。
ko: 다음 장 계획을 자동으로 작성했습니다. 확인하면 이 장을 쓰기 시작하며, 배치 안의 다음 장은 모두 자동으로 이어서 작성됩니다.
ru: План следующей главы составлен автоматически. После подтверждения начнётся её написание; следующие главы партии будут написаны автоматически.
zh_hans: 已自动拟定下一章计划。确认后开始写本章，批内后续章节全自动连写。
zh_hant: 已自動擬定下一章計畫。確認後開始寫本章，批內後續章節全自動連寫。

# 已自动拟定下一章计划。确认后开始写，批内后续章节全自动连写。
source: The next chapter's plan was drafted automatically. Confirm it to start writing; later chapters in the batch will be written automatically in sequence.
ja: 次章の計画を自動作成しました。確認後に執筆を開始し、バッチ内の後続章は自動で続けて執筆します。
ko: 다음 장 계획을 자동으로 작성했습니다. 확인하면 쓰기를 시작하며, 배치 안의 다음 장은 모두 자동으로 이어서 작성됩니다.
ru: План следующей главы составлен автоматически. После подтверждения начнётся написание; следующие главы партии будут написаны автоматически.
zh_hans: 已自动拟定下一章计划。确认后开始写，批内后续章节全自动连写。
zh_hant: 已自動擬定下一章計畫。確認後開始寫，批內後續章節全自動連寫。

# 已超时
source: Timed out
ja: タイムアウトしました
ko: 시간 초과
ru: Время ожидания истекло
zh_hans: 已超时
zh_hant: 已逾時

# 已跳过
source: Skipped
ja: スキップしました
ko: 건너뜀
ru: Пропущено
zh_hans: 已跳过
zh_hant: 已略過

# 已过期
source: Expired
ja: 期限切れ
ko: 만료됨
ru: Истёк срок
zh_hans: 已过期
zh_hant: 已過期

# 已选
source: Selected
ja: 選択済み
ko: 선택됨
ru: Выбрано
zh_hans: 已选
zh_hant: 已選

# 已选择
source: Selected
ja: 選択済み
ko: 선택됨
ru: Выбрано
zh_hans: 已选择
zh_hant: 已選取

# 已选择 %@
source: Selected %@
ja: 選択済み：%@
ko: 선택됨: %@
ru: Выбрано: %@
zh_hans: 已选择 %@
zh_hant: 已選取 %@

# 已配置
source: Configured
ja: 設定済み
ko: 구성됨
ru: Настроено
zh_hans: 已配置
zh_hant: 已設定

# 席位
source: Seats
ja: 席
ko: 좌석
ru: Место
zh_hans: 席位
zh_hant: 席位

# 席位成员（%lld）
source: Seat members (%lld)
ja: 議席のメンバー（%lld）
ko: 좌석 멤버(%lld)
ru: Состав участников (%lld)
zh_hans: 席位成员（%lld）
zh_hant: 席位成員（%lld）

# 席位设置
source: Seat settings
ja: 議席の設定
ko: 좌석 설정
ru: Настройки участников
zh_hans: 席位设置
zh_hant: 席位設定

# 常用权限
source: Common Permissions
ja: よく使う権限
ko: 자주 사용하는 권한
ru: Основные разрешения
zh_hans: 常用权限
zh_hant: 常用權限

# 常驻
source: Persistent
ja: 常駐
ko: 상시
ru: Постоянно
zh_hans: 常驻
zh_hant: 常駐

# 常驻始终注入，智能按本次输入选择，关闭默认不注入。每次生成仍可临时调整。
source: Persistent always injects; Smart chooses based on the current input; Off doesn't inject by default. You can still adjust it temporarily for each generation.
ja: 常に注入する場合は常駐、今回の入力に応じて選ぶ場合はスマート、オフでは既定で注入しません。生成ごとに一時的な変更もできます。
ko: 상시는 항상 주입하고, 스마트는 이번 입력에 따라 선택하며, 끄면 기본적으로 주입하지 않습니다. 생성할 때마다 임시로 조정할 수 있습니다.
ru: Постоянное внедрение используется всегда, интеллектуальное выбирается по текущему вводу, при отключении ничего не добавляется. Перед каждой генерацией настройку можно изменить.
zh_hans: 常驻始终注入，智能按本次输入选择，关闭默认不注入。每次生成仍可临时调整。
zh_hant: 常駐模式一律注入，智慧模式會依本次輸入選擇，關閉時預設不注入。每次產生仍可暫時調整。

# 常驻资料
source: Persistent materials
ja: 常駐資料
ko: 상시 자료
ru: Постоянные материалы
zh_hans: 常驻资料
zh_hant: 常駐資料

# 并入当前章
source: Merge into current chapter
ja: 現在の章に統合
ko: 현재 장에 병합
ru: Добавить в текущую главу
zh_hans: 并入当前章
zh_hant: 併入目前章

# 并入第 %lld 章
source: Merge into Chapter %lld
ja: 第%lld章に統合
ko: %lld장에 병합
ru: Добавить в главу %lld
zh_hans: 并入第 %lld 章
zh_hant: 併入第 %lld 章

# 并入第 %lld 章《%@》
source: Merge into Chapter %lld “%@”
ja: 第%lld章「%@」に統合
ko: %lld장 「%@」에 병합
ru: Добавить в главу %lld «%@»
zh_hans: 并入第 %lld 章《%@》
zh_hant: 併入第 %lld 章《%@》

# 应用恢复
source: App recovery
ja: アプリ復元
ko: 앱 복원
ru: Применить восстановление
zh_hans: 应用恢复
zh_hant: 套用復原

# 废弃本章
source: Discard chapter
ja: 本章を破棄
ko: 이 장 폐기
ru: Забраковать главу
zh_hans: 废弃本章
zh_hant: 廢棄本章

# 建议
source: Suggestions
ja: 候補
ko: 제안
ru: Предложение
zh_hans: 建议
zh_hant: 建議

# 建议先「按审稿意见润修」（可改要求）；也可整章重写或先改本章计划。不会用旧稿再验。
source: We recommend “Revise from review feedback” (you can change the requirements). You can also rewrite the full chapter or edit this chapter's plan first. The old draft won't be reviewed again.
ja: まず「レビューコメントに沿って推敲」（要件を変更可）をおすすめします。章全体を書き直すか、この章の計画を先に変更することもできます。旧稿で再チェックは行いません。
ko: 먼저 「검토 의견에 따라 다듬기」를 권장합니다(요구사항 수정 가능). 전체 장을 다시 쓰거나 이 장의 계획을 먼저 수정할 수도 있습니다. 이전 원고를 다시 검사하지 않습니다.
ru: Сначала выберите «Доработать по замечаниям редактора» (требования можно изменить); также можно переписать всю главу или сначала изменить её план. Старый вариант повторно проверяться не будет.
zh_hans: 建议先「按审稿意见润修」（可改要求）；也可整章重写或先改本章计划。不会用旧稿再验。
zh_hant: 建議先「按審稿意見潤修」（可修改要求）；也可整章重寫或先修改本章計畫。不會使用舊稿再次檢查。

# 建议内容
source: Suggestion content
ja: 候補内容
ko: 제안 내용
ru: Текст предложения
zh_hans: 建议内容
zh_hant: 建議內容

# 开发者
source: Developer
ja: 開発者
ko: 개발자
ru: Разработчик
zh_hans: 开发者
zh_hant: 開發者

# 开启
source: Enable
ja: オンにする
ko: 켜기
ru: Включить
zh_hans: 开启
zh_hant: 開啟

# 开启下一批代笔
source: Start next ghostwriting batch
ja: 次のバッチの代筆を開始
ko: 다음 배치 대필 시작
ru: Начать следующую партию написания
zh_hans: 开启下一批代笔
zh_hant: 開啟下一批代筆

# 开始
source: Start
ja: 開始
ko: 시작
ru: Начать
zh_hans: 开始
zh_hant: 開始

# 开始一本新小说
source: Start a new novel
ja: 新しい小説を始める
ko: 새 소설 시작
ru: Начать новый роман
zh_hans: 开始一本新小说
zh_hant: 開始一本新小說

# 开始代笔
source: Start ghostwriting
ja: 代筆を開始
ko: 대필 시작
ru: Начать дописывание
zh_hans: 开始代笔
zh_hant: 開始代筆

# 开始代笔 · %lld 章
source: Start ghostwriting · %lld chapters
ja: %lld章の代筆を開始
ko: 대필 시작 · %lld개 장
ru: Начать дописывание · %lld гл.
zh_hans: 开始代笔 · %lld 章
zh_hant: 開始代筆 · %lld 章

# 开始代笔本章
source: Start ghostwriting this chapter
ja: この章の代筆を開始
ko: 이 장 대필 시작
ru: Начать дописывание этой главы
zh_hans: 开始代笔本章
zh_hant: 開始代筆本章

# 开始写 %@ 章
source: Start writing %@ chapters
ja: %@章を書き始める
ko: %@장 쓰기 시작
ru: Начать написание %@ гл.
zh_hans: 开始写 %@ 章
zh_hant: 開始寫 %@ 章

# 开始写 %lld 章
source: Start writing chapter %lld
ja: 第 %lld 章を書き始める
ko: %lld장 작성 시작
ru: Начать написание (глав: %lld)
zh_hans: 开始写 %lld 章
zh_hant: 開始撰寫 %lld 章

# 开始同步
source: Start sync
ja: 同期を開始
ko: 동기화 시작
ru: Начать синхронизацию
zh_hans: 开始同步
zh_hant: 開始同步

# 开始检查
source: Start check
ja: チェックを開始
ko: 검사 시작
ru: Начать проверку
zh_hans: 开始检查
zh_hant: 開始檢查

# 开始润修
source: Start revision
ja: 推敲修正を開始
ko: 문장 다듬기 시작
ru: Начать редактирование
zh_hans: 开始润修
zh_hant: 開始潤修

# 开始润色
source: Start polishing
ja: 推敲を開始
ko: 다듬기 시작
ru: Начать редактуру
zh_hans: 开始润色
zh_hant: 開始潤飾

# 开始润色 (%lld)
source: Start polishing (%lld)
ja: 推敲を開始（%lld）
ko: 다듬기 시작 (%lld)
ru: Начать редактуру (%lld)
zh_hans: 开始润色 (%lld)
zh_hant: 開始潤飾 (%lld)

# 开始议会
source: Start council
ja: 議会を開始
ko: 의회 시작
ru: Начать заседание
zh_hans: 开始议会
zh_hant: 開始議會

# 开新议会
source: New council
ja: 新しい議会を開始
ko: 새 의회 시작
ru: Новое заседание
zh_hans: 开新议会
zh_hant: 開新議會

# 开：主持人按议题联网调研后自由组建席位。
source: On: the moderator researches the topic online, then freely assembles the seats.
ja: オン：モデレーターが議題をオンライン調査し、自由に席を編成します。
ko: 켬: 진행자가 주제에 대해 온라인 조사 후 자유롭게 좌석을 구성합니다.
ru: Вкл.: модератор изучает тему в интернете и сам формирует состав.
zh_hans: 开：主持人按议题联网调研后自由组建席位。
zh_hant: 開：主持人依議題進行網路研究後自由組建席位。

# 开：每位议员发言前先联网查证一轮，更慢更耗；需同时开启全局联网搜索。
source: On: each council member verifies online before speaking; slower and more resource-intensive. Global web search must also be enabled.
ja: オン：各議員は発言前にオンラインで1回確認するため、より遅く負荷が高くなります。グローバル検索もオンにしてください。
ko: 켬: 각 의원이 발언 전에 온라인으로 한 차례 확인하므로 더 느리고 비용이 큽니다. 전역 온라인 검색도 켜야 합니다.
ru: Вкл.: перед каждым выступлением депутат проверяет факты онлайн — медленнее и затратнее; нужен глобальный веб-поиск.
zh_hans: 开：每位议员发言前先联网查证一轮，更慢更耗；需同时开启全局联网搜索。
zh_hant: 開：每位議員發言前先進行一輪網路查證，速度更慢也更耗用資源；需同時開啟全域網路搜尋。

source: Asynchronous only means Agent doesn't have to block waiting; it is not persistent iOS background execution: restarting the app marks unfinished jobs as interrupted. The Amber chat workspace, Remote SSH cwd, and built-in iSH /workspace are three isolated file domains and are not synced automatically.
ja: 非同期とは Agent が待機でブロックされないという意味であり、iOS でバックグラウンド常駐するわけではありません。アプリを再起動すると未完了のジョブは中断済みになります。Amber チャットの workspace、Remote SSH の cwd、内蔵 iSH の /workspace はそれぞれ分離されたファイル領域で、自動同期は行いません。
ko: 비동기는 Agent가 대기하면서 차단될 필요가 없다는 뜻일 뿐, iOS에서 백그라운드로 계속 실행된다는 의미는 아닙니다. 앱을 다시 시작하면 완료되지 않은 작업이 중단된 것으로 표시됩니다. Amber 채팅 workspace, Remote SSH의 cwd 및 내장 iSH의 /workspace는 서로 격리된 세 파일 영역이며 자동으로 동기화되지 않습니다.
ru: Асинхронность лишь снимает блокирующее ожидание Agent; iOS не работает постоянно в фоне: после перезапуска App незавершённые задания помечаются прерванными. Workspace чата Amber, cwd Remote SSH и /workspace iSH — три изолированных файловых пространства без автосинхронизации.
zh_hans: 异步只表示 Agent 不必阻塞等待，并非 iOS 后台常驻：应用重启会把未完成作业标记为已中断。Amber 聊天 workspace、Remote SSH 的 cwd 与内置 iSH 的 /workspace 是三个隔离文件域，不会自动同步。
zh_hant: 非同步只表示 Agent 不必阻塞等待，並非 iOS 背景常駐：App 重新啟動會將未完成的工作標記為已中斷。Amber 聊天 workspace、Remote SSH 的 cwd 與內建 iSH 的 /workspace 是三個彼此隔離的檔案區域，不會自動同步。

# 归档当前讨论
source: Archive current discussion
ja: 現在の議論をアーカイブ
ko: 현재 토론 보관
ru: Архивировать текущее обсуждение
zh_hans: 归档当前讨论
zh_hant: 封存目前討論

# 归档未保存
source: Archive unsaved
ja: 未保存をアーカイブ
ko: 저장되지 않은 항목 보관
ru: Архивировать без сохранения
zh_hans: 归档未保存
zh_hant: 封存未儲存

# 归档讨论
source: Archive discussion
ja: 議論をアーカイブ
ko: 토론 보관
ru: Архивировать обсуждение
zh_hans: 归档讨论
zh_hant: 封存討論

# 归档讨论摘要
source: Archive discussion summary
ja: 相談の要約をアーカイブ
ko: 논의 요약 보관
ru: Архивировать сводку обсуждения
zh_hans: 归档讨论摘要
zh_hant: 歸檔討論摘要

# 归类
source: Categorize
ja: 分類
ko: 분류
ru: Классификация
zh_hans: 归类
zh_hant: 歸類

# 当前
source: Current
ja: 現在
ko: 현재
ru: Текущий
zh_hans: 当前
zh_hant: 目前

# 当前 Model ID：%@。
source: Current Model ID: %@.
ja: 現在の Model ID：%@。
ko: 현재 Model ID: %@.
ru: Текущий Model ID: %@.
zh_hans: 当前 Model ID：%@。
zh_hant: 目前 Model ID：%@。

# 当前不可处理：%@
source: Can't process now: %@
ja: 現在処理できません：%@
ko: 현재 처리할 수 없음: %@
ru: Сейчас нельзя обработать: %@
zh_hans: 当前不可处理：%@
zh_hant: 目前無法處理：%@

# 当前为自定义组合
source: Current: custom combination
ja: 現在はカスタム構成です
ko: 현재 사용자 지정 조합
ru: Сейчас используется пользовательская комбинация
zh_hans: 当前为自定义组合
zh_hant: 目前為自訂組合

# 当前任务
source: Current task
ja: 現在のタスク
ko: 현재 작업
ru: Текущая задача
zh_hans: 当前任务
zh_hant: 目前任務

# 当前任务已经结束或不再由 iPhone 执行
source: The current task has ended or is no longer being run by iPhone
ja: 現在のタスクは終了しているか、iPhone では実行されていません
ko: 현재 작업이 종료되었거나 더 이상 iPhone에서 실행되지 않습니다.
ru: Текущая задача завершена или больше не выполняется на iPhone
zh_hans: 当前任务已经结束或不再由 iPhone 执行
zh_hant: 目前任務已結束或不再由 iPhone 執行

# 当前任务没有可打开的会话
source: The current task has no conversation to open
ja: 現在のタスクに開けるセッションはありません
ko: 현재 작업에 열 수 있는 세션이 없습니다.
ru: У текущей задачи нет сеанса для открытия
zh_hans: 当前任务没有可打开的会话
zh_hant: 目前任務沒有可開啟的會話

# 当前会话仍在生成中，正在执行的工具完成后才能切换。
source: The current conversation is still generating; you can switch after the running tool finishes.
ja: 現在のセッションはまだ生成中です。実行中のツールが完了するまで切り替えられません。
ko: 현재 세션이 아직 생성 중이며, 실행 중인 도구가 완료된 후에 전환할 수 있습니다.
ru: Текущий сеанс ещё выполняется; переключиться можно после завершения текущего инструмента.
zh_hans: 当前会话仍在生成中，正在执行的工具完成后才能切换。
zh_hant: 目前會話仍在產生中，正在執行的工具完成後才能切換。

# 当前分支
source: Current branch
ja: 現在のブランチ
ko: 현재 브랜치
ru: Текущая ветка
zh_hans: 当前分支
zh_hant: 目前分支

# 当前分支暂无相关经历。
source: No related experiences in the current branch yet.
ja: 現在のブランチには関連する出来事がまだありません。
ko: 현재 브랜치에는 관련 경험이 없습니다.
ru: В текущей ветке пока нет связанных событий.
zh_hans: 当前分支暂无相关经历。
zh_hant: 目前分支尚無相關經歷。

# 当前分支正在生成。切换后会先结束这次生成，再打开目标分支。
source: The current branch is generating. Switching will finish this generation first, then open the target branch.
ja: 現在のブランチで生成中です。切り替えると、まず今回の生成を終了してから対象のブランチを開きます。
ko: 현재 브랜치에서 생성 중입니다. 전환하면 먼저 이번 생성을 종료한 후 대상 브랜치를 엽니다.
ru: Текущая ветка сейчас генерируется. После переключения эта генерация будет завершена, затем откроется целевая ветка.
zh_hans: 当前分支正在生成。切换后会先结束这次生成，再打开目标分支。
zh_hant: 目前分支正在產生。切換後會先結束這次產生，再開啟目標分支。

# 当前分支状态
source: Current branch status
ja: 現在のブランチ状態
ko: 현재 브랜치 상태
ru: Состояние текущей ветки
zh_hans: 当前分支状态
zh_hant: 目前分支狀態

# 当前分支资料待同步
source: Current branch materials need syncing
ja: 現在のブランチ資料は同期待ち
ko: 현재 브랜치 자료 동기화 대기
ru: Материалы текущей ветки ожидают синхронизации
zh_hans: 当前分支资料待同步
zh_hant: 目前分支資料待同步

# 当前分支走向
source: Current branch direction
ja: 現在のブランチの展開
ko: 현재 브랜치 흐름
ru: Развитие текущей ветки
zh_hans: 当前分支走向
zh_hant: 目前分支走向

# 当前分支还有未完成的正文操作。
source: The current branch has an unfinished manuscript operation.
ja: 現在のブランチに未完了の本文操作があります。
ko: 현재 브랜치에 완료되지 않은 본문 작업이 있습니다.
ru: В текущей ветке есть незавершённые операции с текстом.
zh_hans: 当前分支还有未完成的正文操作。
zh_hant: 目前分支還有未完成的正文操作。

# 当前分支还没有可撤销的创作记录。
source: The current branch has no creative history to undo.
ja: 現在のブランチには取り消せる創作履歴がありません。
ko: 현재 브랜치에 되돌릴 수 있는 창작 기록이 없습니다.
ru: В текущей ветке нет записей создания для отмены.
zh_hans: 当前分支还没有可撤销的创作记录。
zh_hant: 目前分支還沒有可撤銷的創作記錄。

# 当前剧情已变化，候选已过期
source: The story has changed; this candidate has expired
ja: 現在のプロットが変わったため、候補は期限切れです
ko: 현재 스토리가 변경되어 후보가 만료되었습니다.
ru: Текущий сюжет изменился — вариант больше не актуален
zh_hans: 当前剧情已变化，候选已过期
zh_hant: 目前劇情已變更，候選已過期

# 当前剧情状态
source: Current story state
ja: 現在のストーリー状態
ko: 현재 스토리 상태
ru: Текущее состояние сюжета
zh_hans: 当前剧情状态
zh_hant: 目前劇情狀態
